In [15]:
import pandas as pd

In [16]:
data = pd.Series([10,20,30,40,50])

In [17]:
data

0    10
1    20
2    30
3    40
4    50
dtype: int64

In [18]:
data = {
    'name': ['Alice', 'Bobe', 'Charlie', 'David', 'Eve'],
    'Age': [25, 30, 22, 35, 28],
    'City': ['New York', 'Los Angeles', 'Chicago', 'San Francisco', 'Miami']
}

In [19]:
df = pd.DataFrame(data)

In [20]:
df

      name  Age           City
0    Alice   25       New York
1     Bobe   30    Los Angeles
2  Charlie   22        Chicago
3    David   35  San Francisco
4      Eve   28          Miami